<?php
return[
    'required'=>'هدا الحقل مظلوب',
    'unique'=>'هدا العنصر موجود من قبل',
    'confirmed'=>'يلازم تاكيد الباسورد ',
    'email'=>'الايميل غير صحيح',
    'name'=>"الاسم",
    'emailfiled'=>'البريد الالكترونى',
    'password'=>'كلمة المرور',
    'confirm'=>'تاكيد كلمة المرور',
    'save'=>'حفظ',
    'back'=>'تراجع',
    'add'=>'اضافة',
    'edit'=>'تعديل',
    'delete'=>'حذف',
    'success'=>'تم التحديث بنجاح',
    'error'=>'هناك خطا ما يرجي المحاولة فيما بعد',
    'notfound'=>'هدا القسم غير موجود',
    'successdelete'=>'تم الحذف بنجاح',
    'successadd'=>'تم الاضافة بنجاح',
    'mimes'=>'jpg,png,jpeg الصورة يجب ان تكون ',
    'in'=>'هذا الحقل يجب ان يكون بين قيمتين 0,1',
    'without'=>'هذا العنصر موجود اثناء عمليه التعديل'
];